[
  {
    "name": "Nike Dunk Low Retro White Black (2021)",
    "brand": "Nike",
    "colorway": "White/Black",
    "location": "East Josefaland",
    "size": 12,
    "rate": 22.0,
    "description": "The Dunk Low 'Black White' brings a classic two-tone look to its classic basketball construction. The shoe's low-top build emerges in leather, with a white base contrasted by black overlays, with further black on the Swoosh branding. Perforations on the toe box provide breathability, while underfoot, the two-tone look is matched by the tooling, which incorporates a concentric rubber outsole for traction.",
    "listedBy": 1,
    "rentedBy": 1,
    "imageURL": "https://images.stockx.com/images/Nike-Dunk-Low-Retro-White-Black-2021-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1633027409"
  },
  {
    "name": "Jordan 11 Retro Cool Grey (2021)",
    "brand": "Jordan",
    "colorway": "Medium Grey/Multi-Color/Multi-Color",
    "location": "Turview",
    "size": 9,
    "rate": 45.0,
    "description": "Released in December 2021, the Air Jordan 11 Retro 'Cool Grey' 2021 brings back a colorway from 2001 and 2010. Faithful to the OG, the shoe's upper is built with leather, finished in grey and supported by a darker grey patent leather mudguard. Tonal webbing eyelets are worked into the lacing system to secure the fit, while underfoot, a contrasting white phylon midsole houses full-length Air for cushioning, with a carbon fiber plate included for added support. An icy translucent rubber outsole provides traction.",
    "listedBy": 1,
    "rentedBy": 2,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-11-Retro-Cool-Grey-2021-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1631898423"
  },
  {
    "name": "Jordan 1 Retro High OG Patent Bred",
    "brand": "Jordan",
    "colorway": "Black/White-Varsity Red",
    "location": "West Jan",
    "size": 6,
    "rate": 34.0,
    "description": "Featuring a classic mix of hues, the Air Jordan 1 Retro High OG 'Patent Bred' also sports an elevated construction. Built entirely with patent leather, the shoe's upper appears in a familiar mix of black and Varsity Red, with perforations on the toe box offering breathability. Underfoot, a white Air midsole provides cushioning and contrast, giving way to a Varsity Red finish on the concentric rubber outsole, which is included for traction.",
    "listedBy": 2,
    "rentedBy": 3,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-Retro-High-OG-Bred-Patent-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1633542046"
  },
  {
    "name": "Nike Dunk Low Grey Fog",
    "brand": "Nike",
    "colorway": "White/Grey Fog",
    "location": "East María Teresa",
    "size": 8,
    "rate": 20.0,
    "description": "Delivering a subtle two-tone colorway of the classic silhouette originally released in 1985 is the Nike Dunk Low 'Grey Fog'. The all-leather upper features a white base with contrasting overlays in a light grey shade. The Swoosh, laces, and woven Nike tongue tag are in the same neutral tone. Additional Nike branding is on the heel tab and padded sockliner. On the bottom is a standard rubber cupsole that pairs white sidewalls with a grey rubber outsole.",
    "listedBy": 3,
    "rentedBy": 4,
    "imageURL": "https://images.stockx.com/images/Nike-Dunk-Low-Grey-Fog-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1632232056"
  },
  {
    "name": "Jordan 4 Retro Lightning (2021)",
    "brand": "Jordan",
    "colorway": "Tour Yellow/White-Dark Blue Grey",
    "location": "Herastown",
    "size": 6,
    "rate": 44.0,
    "description": "Bringing back a 2006 colorway, which released alongside the 'Thunder,' the Air Jordan 4 Retro 'Lightning' 2021 features inspiration from Michael Jordan's motorsports team. The shoe's upper is built with nubuck, finished in Tour Yellow and contrasted by the mesh netting and signature wings. Underfoot, a white PU midsole houses visible Air in the heel to provide cushioning, giving way to a herringbone rubber outsole for traction.",
    "listedBy": 4,
    "rentedBy": 5,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-4-Retro-Lightning-2021-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1633023947"
  },
  {
    "name": "adidas Yeezy Foam RNNR Ochre",
    "brand": "adidas",
    "colorway": "Ochre/Ochre/Ochre",
    "location": "South Miguelland",
    "size": 14,
    "rate": 16.0,
    "description": "Offering a futuristic aesthetic with a subdued, monochromatic finish is the adidas Yeezy Foam Runner 'Ochre.' A dark beige hue covers the one-piece foam build that has ventilation ports of varying shapes and dimensions that increase airflow while adding to the slip-on's flowing lines. 'FOAM RNNR' is seen on the interior collar with the shoe size and 'Made in USA' branding. The outsole features a wavy traction pattern for a better grip.",
    "listedBy": 5,
    "rentedBy": 6,
    "imageURL": "https://images.stockx.com/images/adidas-Yeezy-Foam-RNNR-Ochre-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1633023377"
  },
  {
    "name": "Jordan 12 Retro Royalty Taxi",
    "brand": "Jordan",
    "colorway": "White/Black-Metallic Gold",
    "location": "Gallegochester",
    "size": 9,
    "rate": 38.0,
    "description": "The Air Jordan 12 Retro 'Royalty' brings a luxe look to its classic basketball construction. The shoe's upper is built with tumbled leather, finished primarily in white and contrasted by black on the basketball-textured mudguard. The classic radiating stitching remains intact, while the upper eyelets, TPU insert and branding add metallic gold to the look. Underfoot, full-length Zoom Air provides cushioning, working with a carbon-fiber plate for stability and a herringbone rubber outsole for traction.",
    "listedBy": 6,
    "rentedBy": 7,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-12-Retro-Royalty-Taxi-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1635280285"
  },
  {
    "name": "adidas Yeezy Boost 350 V2 Light",
    "brand": "adidas",
    "colorway": "Light/Light/Light",
    "location": "Manuelstad",
    "size": 7,
    "rate": 44.0,
    "description": "The Yeezy Boost 350 V2 'Light' features a clean colorway with unique detailing. While the shoe's upper, built with Primeknit, appears in white, but when exposed to sunlight, the knit construction appears in pink. The monofilament stripe also changes color, turning to amber, while underfoot, the usual tooling provides cushioning, consisting of a full-length Boost midsole wrapped in a rubber cage.",
    "listedBy": 7,
    "rentedBy": 8,
    "imageURL": "https://images.stockx.com/images/adidas-Yeezy-Boost-350-V2-Light-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1629383966"
  },
  {
    "name": "Jordan 5 Retro Moonlight (2021)",
    "brand": "Jordan",
    "colorway": "Black/Cool Grey-White",
    "location": "East Lucas",
    "size": 10,
    "rate": 38.0,
    "description": "Originally released in 2013, the Air Jordan 5 Retro brings back the two-tone look with this 2021 release. Faithful to the original, the shoe's upper is built with suede, finished in black and contrasted by white on the collar lining, interior tongue and heel branding. Translucent netting marks the quarter panel, while tonal TPU eyelets bolster the lacing system. Underfoot, a white polyurethane midsole includes visible Air in the heel to provide cushioning, with speckled shark-tooth detailing accenting the forefoot. An icy translucent rubber outsole offers traction and deviates from the black-and-white design.",
    "listedBy": 8,
    "rentedBy": 9,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-5-Retro-Oreo-2021-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1633023998"
  },
  {
    "name": "Jordan 1 Retro High White University Blue Black",
    "brand": "Jordan",
    "colorway": "White/University Blue-Black",
    "location": "Bielshire",
    "size": 9,
    "rate": 34.0,
    "description": "Paying tribute to Michael Jordan's college alma mater, the Air Jordan 1 Retro High OG 'University Blue' features a University of North Carolina look. Built entirely with leather, the shoe's upper appears in a mix of white and University Blue, contrasted by black on the Swoosh, collar, laces and 'Wings' logo. Perforations on the toe box provide breathability, while underfoot, the Air midsole gives way to a concentric outsole with a brighter shade of blue.",
    "listedBy": 9,
    "rentedBy": 10,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-Retro-High-White-University-Blue-Black-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1611777406"
  },
  {
    "name": "Jordan 1 Retro High OG Bordeaux",
    "brand": "Jordan",
    "colorway": "Bordeaux/White-Metallic Silver",
    "location": "Sílviamouth",
    "size": 8,
    "rate": 34.0,
    "description": "The Air Jordan 1 Retro High OG 'Bordeaux' emerges with a rich colorway. The shoe's leather upper appears with a white base, overlaid by Bordeaux leather throughout. The Swoosh branding and jewel 'Wings' logo add metallic silver to the look, with a lightly padded nylon tongue supporting the fit. Underfoot, Air in the heel of the midsole offers cushioning, giving way to a concentric rubber outsole for traction.",
    "listedBy": 10,
    "rentedBy": 11,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-Retro-High-Bordeaux-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1637086945"
  },
  {
    "name": "Jordan 1 Mid Banned (2020)",
    "brand": "Jordan",
    "colorway": "Black/University Red-Black-White",
    "location": "Port Miguelbury",
    "size": 12,
    "rate": 23.0,
    "description": "Recalling the iconic 1985 colorway credited, erroneously, for earning Michael Jordan a $5,000 fine every time he wore it, the Air Jordan 1 Mid 'Banned' dropped in 2020. Featuring a classic Chicago Bulls mix of black and University Red, the shoe's upper is built with leather, adding University Red to the shortened eyestay to differentiate it from its predecessor. Underfoot, a white Air mdisole provides cushioning, giving way to a concentric rubber outsole for traction.",
    "listedBy": 11,
    "rentedBy": 12,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-Mid-Banned-2020-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1606326136"
  },
  {
    "name": "Jordan 1 Retro High Pollen",
    "brand": "Jordan",
    "colorway": "Pollen/Black-White",
    "location": "Antonialand",
    "size": 8,
    "rate": 34.0,
    "description": "Emerging with a look similar to the 'Iowa' Dunk from 1985, the Air Jordan 1 High Retro OG 'Pollen' sports familiar color-blocking. Built with leather, the shoe's upper appears with a black base, overlaid by contrasting Pollen, including on the Swoosh branding. A nylon tongue supports the fit, as doe perforations on the toe box. Underfoot, a white Air midsole offers cushioning, giving way to a concentric rubber outsole for traction.",
    "listedBy": 12,
    "rentedBy": 13,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-Retro-High-Pollen-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1626802470"
  },
  {
    "name": "Jordan 3 Retro Pine Green",
    "brand": "Jordan",
    "colorway": "Black/Silver/White/Pine Green",
    "location": "West Sara",
    "size": 13,
    "rate": 38.0,
    "description": "The Air Jordan 3 Retro 'Pine Green' combines updated materials with OG color blocking. The upper's traditional leather construction is replaced with textured nubuck. Pops of green appear on the perforated leather collar, molded eyelets and embroidered Jumpman branding on the tongue. The 3's classic elephant print arrives on the forefoot and heel overlays, with a second Jumpman icon displayed on the molded heel tab. The theme continues underfoot in the form of a white polyurethane midsole with contrast green accents and a grey rubber outsole.",
    "listedBy": 13,
    "rentedBy": 14,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-3-Retro-Pine-Green-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1634917350"
  },
  {
    "name": "adidas Yeezy Slide Glow Green",
    "brand": "adidas",
    "colorway": "Green Glow/Green Glow/Green Glow",
    "location": "Port Antonio",
    "size": 12,
    "rate": 12.0,
    "description": "Add some color to your slip-on with the adidas Yeezy Slide 'Glow Green'. A monochromatic neon green hue is featured on the build which is made from a single piece of injected EVA foam. Adidas' signature three-stripes is stamped on the top layer of the footbed. On the underfoot are horizontal grooves cut in the outsole which offers both traction and protection.",
    "listedBy": 14,
    "rentedBy": 15,
    "imageURL": "https://images.stockx.com/images/adidas-Yeezy-Slide-Glow-Green-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1633023465"
  },
  {
    "name": "adidas Yeezy 450 Dark Slate",
    "brand": "adidas",
    "colorway": "Dark Slate/Dark Slate",
    "location": "Gonzálezberg",
    "size": 6,
    "rate": 40.0,
    "description": "The unique construction of the Yeezy 450 features a blacked-out look on the Yeezy 450 'Dark Slate.' Also lacking exterior branding, the shoe's knit upper appears in black, with an integrated lacing system and elastic, sock-like cuff supporting the fit. Underfoot, the tooling forgoes a traditional midsole, instead sporting a rubber outsole that climbs up the heel and side wall, offering both traction down below and support up top.",
    "listedBy": 15,
    "rentedBy": 16,
    "imageURL": "https://images.stockx.com/images/adidas-Yeezy-450-Dark-Slate-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1626801847"
  },
  {
    "name": "adidas Yeezy Boost 350 V2 Mono Cinder",
    "brand": "adidas",
    "colorway": "Mono Cinder/Mono Cinder/Mono Cinder",
    "location": "Montserratberg",
    "size": 8,
    "rate": 44.0,
    "description": "The Yeezy Boost 350 V2 'Mono Cinder' features a blacked-out look on its updated construction. Releasing as part of the Mono Pack, the shoe's upper is built with monofilament mesh in place of the usual Primeknit, finished entirely in black. The signature side stripe adds a minor deviation, while an internal cage and webbing heel pull-loop support the fit. Underfoot, the tonal tooling includes a Boost midsole wrapped in a rubber cage for cushioning, while the shoe itself dropped exclusively on Yeezy Supply.",
    "listedBy": 16,
    "rentedBy": 17,
    "imageURL": "https://images.stockx.com/images/adidas-Yeezy-Boost-350-V2-Mono-Cinder-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1635434704"
  },
  {
    "name": "Jordan 1 Retro High OG Prototype ",
    "brand": "Jordan",
    "colorway": "White/Multi-Color-Total Orange",
    "location": "Janaside",
    "size": 14,
    "rate": 34.0,
    "description": "The Air Jordan 1 Retro High OG 'Prototype' brings a contrasting look to its classic basketball construction. Built with leather, the shoe's upper appears in white, overlaid by grey and black leather and tan nubuck. The collar highlights the design in various shades of blue, with perforated detailing that can be cut away to turn the build into a low-top. Underfoot, the midsole houses Air in the heel for cushioning, with a concentric rubber outsole for traction.",
    "listedBy": 17,
    "rentedBy": 18,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-High-OG-Pro-White-Blue-Black-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1633023637"
  },
  {
    "name": "Jordan 4 Retro White Oreo (2021)",
    "brand": "Jordan",
    "colorway": "White/Tech Grey-Black-Fire Red",
    "location": "Sebastiánstad",
    "size": 12,
    "rate": 38.0,
    "description": "Modeled after the Air Jordan 4 'Oreo' from 1999, the Air Jordan 4 Retro 'White Oreo' released in May 2021. The shoe's upper emerges with a white tumbled leather construction, with the usual mesh inserts at the quarter panel and vamp. The molded eyelets sport a cement finish, matched underfoot by the polyurethane midsole. Visible Air in the heel provides cushioning, giving way to a rubber outsole for traction.",
    "listedBy": 18,
    "rentedBy": 19,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-4-Retro-White-Oreo-2021-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1620919867"
  },
  {
    "name": "Jordan 4 Retro University Blue",
    "brand": "Jordan",
    "colorway": "University Blue/Tech Grey-White-Black",
    "location": "Lake Enzohaven",
    "size": 10,
    "rate": 40.0,
    "description": "The Air Jordan 4 Retro 'University Blue' looks to Michael Jordan's college days to inform its classic look. Built with suede, the shoe's upper appears primarily in University Blue, with cement detailing on the classic wings and heel overlay. Tonal mesh inserts emerge at the vamp and quarter panel, while the tongue tag is designed to look like a jock tag on the bottom hem of Jordan jerseys. Visible Air in the heel of the speckled midsole provides cushioning.",
    "listedBy": 19,
    "rentedBy": 20,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-4-Retro-University-Blue-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1616520672"
  },
  {
    "name": "Nike Dunk Low Championship Red (2021)",
    "brand": "Nike",
    "colorway": "University Red/White-Total Orange",
    "location": "Lake Isabel",
    "size": 10,
    "rate": 20.0,
    "description": "Featuring a Be True to Your School-style colorway, the Dunk Low 'White University Red' emerges with a two-tone look. Built with leather, the shoe's upper sports a University Red finish on its underlays, overlaid by white leather throughout. Perforations on the toe box are included for breathability, while underfoot, a two-tone rubber cupsole includes a concentric University Red rubber outsole for traction.",
    "listedBy": 20,
    "rentedBy": 21,
    "imageURL": "https://images.stockx.com/images/Nike-Dunk-Low-University-Red-2021-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1633027530"
  },
  {
    "name": "adidas Yeezy Foam RNNR Vermillion",
    "brand": "adidas",
    "colorway": "Vermillion/Vermillion/Vermillion",
    "location": "Carlosville",
    "size": 8,
    "rate": 16.0,
    "description": "The futuristic adidas Yeezy Foam Runner 'Vermilion' slip-on features a one-note scarlet finish to the clog-like silhouette, tying back to the first time that Kanye West introduced the familiar monochrome palette to his partnership with adidas. It features a sustainable build, highlighted by a single piece of foam made in part with hydroponically produced algae. Ventilation ports throughout the vamp and side panels offer more airflow, with the heel designed to cradle the back of the foot for a non-slip fit.",
    "listedBy": 21,
    "rentedBy": 22,
    "imageURL": "https://images.stockx.com/images/adidas-Yeezy-Foam-RNNR-Vermillion-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1635875119"
  },
  {
    "name": "adidas Yeezy Slide Pure (First Release)",
    "brand": "adidas",
    "colorway": "Pure/Pure/Pure",
    "location": "New Noa",
    "size": 13,
    "rate": 11.0,
    "description": "The Yeezy Slides 'Pure' brings a neutral look to its signature slide design. The shoe's one-piece construction is built with EVA, finished tonally throughout and sporting its lone branding via the Three-Stripes on the footbed. Underfoot, the outsole incorporates a series of deep flex grooves to offer flexible traction.",
    "listedBy": 22,
    "rentedBy": 23,
    "imageURL": "https://images.stockx.com/images/adidas-Yeezy-Slide-Pure-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1642073908"
  },
  {
    "name": "adidas Yeezy 500 Clay Brown",
    "brand": "adidas",
    "colorway": "Clay Brown/Clay Brown/Clay Brown",
    "location": "New Pedroville",
    "size": 9,
    "rate": 40.0,
    "description": "An earthy color tone is featured on the adidas Yeezy 500 'Brown Clay' throughout the branding-free upper with a ventilated open mesh base with soft suede overlays and a reinforced rubber mudguard. The subdued color palette extends to the sneaker's high-rebound adiPRENE+ midsole, modeled after the retro 'Feet You Wear' technology used on Kobe Bryant's adidas KB8 3 from 1999. It's built on rubber pods to deliver better grip.",
    "listedBy": 23,
    "rentedBy": 24,
    "imageURL": "https://images.stockx.com/images/adidas-Yeezy-500-Brown-Clay-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1636390783"
  },
  {
    "name": "Nike Dunk High Championship Navy",
    "brand": "Nike",
    "colorway": "White/Midnight Navy",
    "location": "West Daniel",
    "size": 8,
    "rate": 22.0,
    "description": "Bringing back a 1985 Be True to Your School colorway, the Dunk High 'Midnight Navy' released in September 2021. The shoe's upper is built with leather, finished with a white base that's overlaid by Midnight Navy throughout, including on the Swoosh branding. A lightly padded nylon tongue supports the fit, while underfoot, the two-tone rubber cupsole anchors the design, incorporating a concentric rubber outsole to provide traction.",
    "listedBy": 24,
    "rentedBy": 25,
    "imageURL": "https://images.stockx.com/images/Nike-Dunk-High-Midnight-Navy-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1631713258"
  },
  {
    "name": "Nike Dunk Low Georgetown",
    "brand": "Nike",
    "colorway": "Midnight Navy/Championship Grey-White",
    "location": "Paulafort",
    "size": 11,
    "rate": 20.0,
    "description": "Giving the nod to the Georgetown Hoyas, the Dunk Low 'Georgetown' features a 'Be True to Your School'-style look on its classic basketball construction. Built entirely with leather, the shoe's upper sports a Wolf Grey base, complemented by Dark Obsidian overlays throughout. Perforations on the toe box are included for breathability, while underfoot, a contrasting white rubber midsole gives way to a concentric rubber outsole for traction.",
    "listedBy": 25,
    "rentedBy": 26,
    "imageURL": "https://images.stockx.com/images/Nike-Dunk-Low-Georgetown-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1634918141"
  },
  {
    "name": "Jordan 12 Retro Utility",
    "brand": "Jordan",
    "colorway": "Black/Black-Bright Crimson-White",
    "location": "Pedroview",
    "size": 6,
    "rate": 38.0,
    "description": "The Air Jordan 12 Utility 'Grind' brings a subdued colorway to its classic basketball construction. The shoe's upper is built with a tumbled leather base, finished in black and overlaid by tonal suede. The classic basketball texture appears solely on the phlyon midsole, while hits of Bright Crimson bring color to the branding and midfoot. Zoom Air provides cushioning, and the speckled rubber outsole denotes the use of at least 3% Nike Grind.",
    "listedBy": 26,
    "rentedBy": 27,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-12-Retro-Utility-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1629139601"
  },
  {
    "name": "Nike LD Waffle SF sacai Fragment Blue Void",
    "brand": "Nike",
    "colorway": "Blue Void/White-Obsidian-White",
    "location": "Sílvialand",
    "size": 14,
    "rate": 34.0,
    "description": "Bringing together two renowned Japanese labels, the Fragment Design x sacai x LDV Waffle 'Blackened Blue' is a collaborative look. Combining features of the Nike LDV and Waffle Racer, the shoe's hybrid construction emerges in mesh and suede, finished in navy and contrasted by white throughout, including on the dual leather Swooshes. The heel patch adds Nike and sacai branding, while the double tongues sport Nike and fragment branding. Underfoot, more co-branding marks the elongated foam midsole, with a waffle rubber outsole included for traction.",
    "listedBy": 27,
    "rentedBy": 28,
    "imageURL": "https://images.stockx.com/images/Nike-Vaporwaffle-Sacai-fragment-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1629130985"
  },
  {
    "name": "Jordan 6 Retro Bordeaux",
    "brand": "Jordan",
    "colorway": "Black/Light Graphite-Dark Grey-Bordeaux",
    "location": "West Joséchester",
    "size": 10,
    "rate": 38.0,
    "description": "The Air Jordan 6 Retro 'Bordeaux' brings an Air Jordan 7 colorway to the Air Jordan 6. Built with nubuck, the shoe's upper appears in a mix of grey and black, highlighted by a translucent tongue with a multicolor print. The throat and molded heel pull-loop add Bordeaux to the design, while perforations throughout and a lace toggle support the fit. Underfoot, visible Air in the heel of the midsole provides cushioning.",
    "listedBy": 28,
    "rentedBy": 29,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-6-Retro-Bordeaux-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1633620980"
  },
  {
    "name": "New Balance 2002R Protection Pack Rain Cloud",
    "brand": "New Balance",
    "colorway": "Rain Cloud/Grey",
    "location": "Brunoberg",
    "size": 9,
    "rate": 30.0,
    "description": "The 2002R 'Protection Pack - Rain Cloud' released as part of the Protection Pack, a three-shoe collection. The shoe's lifestyle running construction emerges with a greyscale design, built with a mesh base and overlaid by raw-edged suede, designed to look like it's been worn away. The tongue sports exposed foam to further play to the look, while underfoot, a distressed Abzorb midsole offers cushioning, giving way to an N-ergy outsole for traction.",
    "listedBy": 29,
    "rentedBy": 30,
    "imageURL": "https://images.stockx.com/images/New-Balance-M2002-Protection-Pack-Rain-Cloud-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1638287519"
  },
  {
    "name": "Jordan 1 Retro High OG Seafoam (W)",
    "brand": "Jordan",
    "colorway": "Seafoam/Healing Orange-White",
    "location": "Port Èricmouth",
    "size": 7,
    "rate": 34.0,
    "description": "The sneaker that started it all emerges with a subdued palette on the Wmns Air Jordan 1 Retro High OG 'Seafoam.' Released in August 2021, the shoe's upper is built entirely with leather, with the white base overlaid by Seafoam and complemented by Healing Orange on the laces. Perforations on the toe box are included for breathability, while underfoot, Air in the heel of the rubber cupsole provides cushioning. A concentric pattern on the rubber outsole offers traction.",
    "listedBy": 30,
    "rentedBy": 31,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-High-OG-Seafoam-W-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1627324677"
  },
  {
    "name": "Nike LD Waffle sacai CLOT Kiss of Death Net Orange Blaze",
    "brand": "Nike",
    "colorway": "Net/Orange Blaze-Deep Red-Green Bean",
    "location": "Romanfort",
    "size": 6,
    "rate": 34.0,
    "description": "Nike brings you a triple collaboration in the sacai x Clot x Nike LDWaffle 'Net Orange Blaze'. Drawing from the CLOT x Nike Air Max 1 'Kiss of Death,' it combines features from the LDV and Waffle Racer. With a tan semi-translucent textile upper paired with tonal suede overlays at the forefoot and heel. The signature double Swooshes from sacai are brick red and orange leather with a slight snakeskin exterior. Subtle lime green color slashes the double-stacked eyestay, triple-branded heel tab, and the dual woven tags on top of the tongue. Grip down the street with waffle-traction and a two-tone midsole with an elongated heel.",
    "listedBy": 31,
    "rentedBy": 32,
    "imageURL": "https://images.stockx.com/images/Nike-LDWaffle-Clot-sacai-Net-Orange-Blaze-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1632232257"
  },
  {
    "name": "adidas Yeezy Boost 700 MNVN Blue Tint",
    "brand": "adidas",
    "colorway": "Blue Tint/Black",
    "location": "South Clàudiashire",
    "size": 10,
    "rate": 44.0,
    "description": "The Yeezy Boost 700 MNVN 'Blue Tint' brings a pastel look to its signature construction. The shoe's upper is built with polyester, finished in Blue Tint and contrasted by black on the collar lining, tongue and no-sew overlays. No-tie bungee laces secure the fit, while the 700 branding on the side wall adds reflective detailing. Underfoot, the sculpted polyurethane midsole incorporates drop-in Boost for cushioning.",
    "listedBy": 32,
    "rentedBy": 33,
    "imageURL": "https://images.stockx.com/images/adidas-Yeezy-Boost-700-MNVN-Blue-Tint-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1626289128"
  },
  {
    "name": "Jordan 1 Low OG Neutral Grey (2021)",
    "brand": "Jordan",
    "colorway": "White/Neutral Grey-Particle Grey",
    "location": "New Biel",
    "size": 15,
    "rate": 26.0,
    "description": "One of the original low-top colorways from 1985, the Air Jordan 1 Retro Low OG 'Neutral Grey' released in June 2021. Built with a leather base, the shoe's upper appears in white, complemented by grey on the Swoosh and heel patch, which are constructed with suede. The usual perforations on the toe box provide breathability, while underfoot, Air in the rubber cupsole provides cushioning. More grey marks the concentric rubber outsole, which offers traction.",
    "listedBy": 33,
    "rentedBy": 34,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-Low-OG-Neutral-Grey-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1624632528"
  },
  {
    "name": "Jordan 12 Retro Twist",
    "brand": "Jordan",
    "colorway": "White/Black-University Red",
    "location": "Carmenborough",
    "size": 7,
    "rate": 38.0,
    "description": "The Air Jordan 12 Retro 'Twist' features just enough color to create a Chicago Bulls colorway. Built with tumbled leather, the shoe's upper appears primarily in white, with a tonal basketball-textured mudguard maintaining a signature feature. The molded eyelets and midfoot insert add University Red, while the inner lining, tongue and heel pull-loop contrast the design in black. Underfoot, full-length Zoom Air provides cushioning.",
    "listedBy": 34,
    "rentedBy": 35,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-12-Retro-Twist-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1626802580"
  },
  {
    "name": "adidas Yeezy Boost 700 Wash Orange",
    "brand": "adidas",
    "colorway": "Wash Orange/Wash Orange/Wash Orange",
    "location": "Port Davidbury",
    "size": 14,
    "rate": 48.0,
    "description": "The Yeezy Boost 700 'Wash Orange' references the color story of the Yeezy Boost 700 'Wave Runner,' maintaining a subdued palette with accents throughout. The mixed-material upper arrives in grey, black, teal and blue. Reflective Three Stripes branding appears beneath the mesh paneling. A bulky orange midsole lends the model its name. A black rubber outsole featuring cut-out detailing provides traction.",
    "listedBy": 35,
    "rentedBy": 36,
    "imageURL": "https://images.stockx.com/images/adidas-Yeezy-Boost-700-Wash-Orange-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1634920522"
  },
  {
    "name": "Jordan 1 Low Fragment x Travis Scott",
    "brand": "Jordan",
    "colorway": "White/Black-Royal- Sail",
    "location": "Lake David",
    "size": 10,
    "rate": 30.0,
    "description": "The Fragment Design x Travis Scott x Air Jordan 1 Retro Low released as part of a collaboration with the Houston rapper and Japanese imprint. Featuring a colorway that recalls previous fragment design collaborations, the shoe's upper is built with a white leather base, overlaid by black and royal blue and complemented by inverted Swoosh branding on the lateral side. The heel patch of the left shoe includes Cactus Jack branding and a smiley face logo, while fragment's lightning bolt marks the right shoe. Underfoot, a two-tone rubber cupsole anchors the design.",
    "listedBy": 36,
    "rentedBy": 37,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-Low-fragment-design-x-Travis-Scott-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1629307046"
  },
  {
    "name": "Nike Dunk Low Green Glow (W)",
    "brand": "Nike",
    "colorway": "White/Green Glow-White",
    "location": "North Laia",
    "size": 13,
    "rate": 20.0,
    "description": "The Wmns Dunk Low 'Green Glow' emerges with a vibrant look on its classically color-blocked design. The shoe's upper features an entirely leather construction, finished with a white base that's highlighted by the overlays, which appear in Green Glow. More Green Glow marks the Swoosh branding, matched by the woven tongue tag. Perforations on the toe box are included for breathability, while underfoot, both colors come together on the rubber cupsole.",
    "listedBy": 37,
    "rentedBy": 38,
    "imageURL": "https://images.stockx.com/images/Nike-Dunk-Low-Green-Glow-W-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1619204705"
  },
  {
    "name": "Nike Dunk Low Yellow Strike (W)",
    "brand": "Nike",
    "colorway": "Yellow Strike/Yellow Strike-White",
    "location": "Niñobury",
    "size": 6,
    "rate": 22.0,
    "description": "Emerging with a pastel finish, the Wmns Dunk Low OG 'Yellow Strike' is a classic skate shoe. Built with leather, the shoe's upper appears in white, overlaid by leather at the forefoot and heel sporting Yellow Strike in an over-dyed fashion. Further yellow accents the suede Swoosh, while a padded low-cut collar included to support the fit. Underfoot, the two-tone rubber cupsole includes a concentric rubber outsole for traction.",
    "listedBy": 38,
    "rentedBy": 39,
    "imageURL": "https://images.stockx.com/images/Nike-Dunk-Low-Strike-Yellow-W-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1629741955"
  },
  {
    "name": "Jordan 1 Retro AJKO Storm Blue",
    "brand": "Jordan",
    "colorway": "Storm Blue/White-Black",
    "location": "East Antonia",
    "size": 11,
    "rate": 28.0,
    "description": "In a traditional AJKO canvas fabrication, the Air Jordan 1 KO Storm Blue features a white upper with Storm Blue overlays and black Swooshes. From there, a matching woven Nike Air tongue label and sole completes the retro design.\n<br>\n<br>\nThe Air Jordan 1 KO Storm Blue released in September of 2021 and retailed for $140.",
    "listedBy": 39,
    "rentedBy": 40,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-Retro-KO-High-Storm-Blue-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1633023927"
  },
  {
    "name": "Jordan 6 Retro Travis Scott British Khaki",
    "brand": "Jordan",
    "colorway": "British Khaki/Sail-Bright Crimson",
    "location": "East Francisco",
    "size": 12,
    "rate": 50.0,
    "description": "A follow-up to a 2019 collaboration, the Travis Scott x Air Jordan 6 Retro 'British Khaki' released with the help of the Houston rapper. Built with a mix of suede and canvas, the shoe's upper appears in British Khaki, highlighted by Bright Crimson on the heel pull-loop and tongue branding. The lateral collar includes a stash pouch, with the medial side sporting zippered detailing. The heels include mismatched Air and Cactus Jack branding, and underfoot, the usual visible Air in the heel provides cushioning.",
    "listedBy": 40,
    "rentedBy": 41,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-6-Retro-Travis-Scott-British-Khaki-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1620406101"
  },
  {
    "name": "Jordan 1 Low Starfish",
    "brand": "Jordan",
    "colorway": "Starfish/White-Black",
    "location": "María Doloresfurt",
    "size": 11,
    "rate": 26.0,
    "description": "The Air Jordan 1 Low OG 'Starfish' features a familiar colorway redolent of the 'Shattered Backboard.' The shoe's upper emerges with an all-leather construction, finished with a white base and overlaid by Starfish. Black contrasts the Swoosh and 'Wings' branding as well as the laces, while the usual perforations on the toe box are included for breathability. Underfoot, encapsulated Air in the heel of the midsole offers cushioning, giving way to a concentric rubber outsole in further Starfish for traction.",
    "listedBy": 41,
    "rentedBy": 42,
    "imageURL": "https://images.stockx.com/images/Air-Air-Jordan-1-Low-OG-Shattered-Backboard-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1630615309"
  },
  {
    "name": "Nike Dunk High Game Royal",
    "brand": "Nike",
    "colorway": "White/Game Royal-Total Orange",
    "location": "Roperoton",
    "size": 9,
    "rate": 22.0,
    "description": "Recalling the 1985 Be True to Your School 'Kentucky' colorway, the Dunk High 'Kentucky' released in June 2021. Built entirely with leather, the shoe's upper appears in a mix of white and Game Royal, with perforations on the toe box providing breathability. A nylon tongue is included for further breathability, while underfoot, the two-tone look continues onto the tooling, which includes an outsole with a concentric traction pattern.",
    "listedBy": 42,
    "rentedBy": 43,
    "imageURL": "https://images.stockx.com/images/Nike-Dunk-High-Game-Royal-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1624468016"
  },
  {
    "name": "Jordan 1 Retro AJKO Billie Eilish Ghost Green (W)",
    "brand": "Jordan",
    "colorway": "Ghost Green/Ghost Green",
    "location": "Júliafort",
    "size": 10,
    "rate": 34.0,
    "description": "The Billie Eilish x Wmns Air Jordan 1 KO 'Volt' released as part of a collaboration with the Grammy Award-winning vocalist. Emerging with a monochromatic look, the shoe's upper is built with leather and finished entirely in Volt. The tongue tag includes Billie Eilish's signature Blohsh emblem, with further Eilish branding on the mesh sockliner. Underfoot, the tooling continues the one-tone look, incorporating Air in the heel for cushioning.",
    "listedBy": 43,
    "rentedBy": 44,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-Retro-AJKO-Billie-Eilish-Ghost-Green-W-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1633111966"
  },
  {
    "name": "Nike LD Waffle SF sacai Fragment Grey",
    "brand": "Nike",
    "colorway": "Light Smoke Grey/White-Black",
    "location": "South José María",
    "size": 14,
    "rate": 34.0,
    "description": "Nike teamed up with Chitose Abe and Hiroshi Fujiwara to create the Fragment Design x sacai x LDV Waffle 'Light Smoke Grey.' Drawing from both the LDV and the Waffle Racer, the shoe's upper is built with a mesh base, overlaid by stacked suede on the forefoot, eyestay and heel. White leather marks the Swooshes, with further doubled-up touches on the laces and tongue. Co-branding emerges on the elongated foam midsole that provides cushioning underfoot, giving way to a contrasting black waffle rubber outsole that's included for traction.",
    "listedBy": 44,
    "rentedBy": 45,
    "imageURL": "https://images.stockx.com/images/Nike-LD-Waffle-SF-Sacai-fragment-Grey-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1629131187"
  },
  {
    "name": "Nike SB Dunk Low Pro Parra Abstract Art (2021)",
    "brand": "Nike",
    "colorway": "Fire Pink/Gym Red-Mocha-White-Royal Blue-Black",
    "location": "South María Dolores",
    "size": 13,
    "rate": 22.0,
    "description": "Giving the nod to the 2021 Tokyo Games, where skateboarding debuted as an Olympic sport, the Parra x Dunk Low SB released as part of a larger collection. Designed with the help of Dutch artist Piet Parra, the shoe's upper is built with an off-white leather base, overlaid by abstract designs in a vibrant mix of hues matched by Nike SB's Olympic Federation kits. Black leather marks the shortened Swoosh branding on the quarter panel, while underfoot, a gum rubber outsole is included for traction.",
    "listedBy": 45,
    "rentedBy": 46,
    "imageURL": "https://images.stockx.com/images/Nike-SB-Dunk-Low-Parra-2021-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1627326877"
  },
  {
    "name": "Jordan 15 Retro Billie Eilish (W)",
    "brand": "Jordan",
    "colorway": "Beige/Beige",
    "location": "Josefaton",
    "size": 10,
    "rate": 45.0,
    "description": "Drawing inspiration from the artists' favorite Jordan silhouette is the Billie Eilish x Air Jordan 15 Retro. A tan hue is on the 100% vegan build made with 20% recycled materials. Decorative stitching is on the synthetic leather upper with dual Jumpman and Billie Eilish branding on the custom insole, while the artist's Blohsh logo is on the interior tongue. It's built on a matching tan injection-molded Phylon midsole with Zoom Air cushioning in the forefoot and heel. Underneath is a durable rubber outsole which features a herringbone tread for better grip.",
    "listedBy": 46,
    "rentedBy": 47,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-15-Retro-Billie-Eilish-W-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1634306958"
  },
  {
    "name": "Nike Dunk High Panda (2021)",
    "brand": "Nike",
    "colorway": "White/Black-University Red",
    "location": "North Carlos",
    "size": 8,
    "rate": 22.0,
    "description": "",
    "listedBy": 47,
    "rentedBy": 48,
    "imageURL": "https://images.stockx.com/images/Nike-Dunk-High-Panda-2021-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1627326500"
  },
  {
    "name": "adidas Yeezy Foam RNNR Mineral Blue",
    "brand": "adidas",
    "colorway": "Mineral Blue/Mineral Blue/Mineral Blue",
    "location": "Port Dolores",
    "size": 13,
    "rate": 16.0,
    "description": "A progressive slip-on, the Yeezy Foam Runner 'Mineral Blue' emerges with a monochromatic look. Built with foam, the shoe's Mineral Blue upper includes ventilation ports throughout, allowing for breathability and less weight. A raised heel promotes a more natural stride, while underfoot, the outsole sports a wavy pattern for traction, also revealing the only branding via an adidas logo.",
    "listedBy": 48,
    "rentedBy": 49,
    "imageURL": "https://images.stockx.com/images/adidas-Yeezy-Foam-RNNR-Mineral-Blue-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1638284955"
  },
  {
    "name": "New Balance 550 Aime Leon Dore White Green",
    "brand": "New Balance",
    "colorway": "White/Green",
    "location": "Nilville",
    "size": 8,
    "rate": 26.0,
    "description": "",
    "listedBy": 49,
    "rentedBy": 50,
    "imageURL": "https://images.stockx.com/images/New-Balance-550-Aime-Leon-Dore-White-Green-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1606765288"
  },
  {
    "name": "Nike Dunk Low Purple Pulse (W)",
    "brand": "Nike",
    "colorway": "Purple Pulse/Purple Pulse-White",
    "location": "South Antonialand",
    "size": 13,
    "rate": 22.0,
    "description": "The Wmns Dunk Low OG 'Purple Pulse' brings a pastel look to the classic skate shoe. The shoe's upper is built with a leather base, finished in white and overlaid by suede, which complements the design in Purple Pulse sporting an over-dyed style. The suede Swoosh and heel patch add further purple to the look, with a padded nylon tongue supporting the fit. Underfoot, a rupper cupsole with a concentric outsole anchors the design.",
    "listedBy": 50,
    "rentedBy": 51,
    "imageURL": "https://images.stockx.com/images/Nike-Dunk-Low-Purple-Pulse-W-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1629131386"
  },
  {
    "name": "New Balance 550 White Green",
    "brand": "New Balance",
    "colorway": "White/Green",
    "location": "East Mia",
    "size": 8,
    "rate": 24.0,
    "description": "The 550 'White Green' brings a classic two-tone look to its retro construction. The shoe's upper is built with a white leather base, overlaid by tonal suede at the toe and supported by microperforations for breathability. The branding, including the 'N' logo, adds green to the design, with both colors coming together on the rubber cupsole underfoot, which includes EVA for cushioning.",
    "listedBy": 51,
    "rentedBy": 52,
    "imageURL": "https://images.stockx.com/images/New-Balance-550-White-Green-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1628002321"
  },
  {
    "name": "adidas Yeezy Boost 700 V2 Mauve",
    "brand": "adidas",
    "colorway": "Mauve/Mauve/Mauve",
    "location": "North Pol",
    "size": 7,
    "rate": 48.0,
    "description": "The adidas Yeezy Boost 700 V2 'Mauve' is a continuation of the original 'Mauve' colorway of the Yeezy Boost 700. This sneaker has a textured mesh upper with seamless skins along the quarter panel. Greenish-grey suede is present along the shoe and a full Boost midsole is fitted in a polyurethane carrier. On the bottom is a herringbone-traction rubber outsole.",
    "listedBy": 52,
    "rentedBy": 53,
    "imageURL": "https://images.stockx.com/images/adidas-Yeezy-700-V2-Mauve-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1633110151"
  },
  {
    "name": "Nike Dunk Low Laser Orange (W)",
    "brand": "Nike",
    "colorway": "Laser Orange/White-Laser Orange",
    "location": "New Cristinahaven",
    "size": 10,
    "rate": 20.0,
    "description": "Featuring a vibrant two-tone look, the Wmns Dunk Low 'Laser Orange' emerges with OG-style color-blocking on its classic construction. The shoe's upper is built with leather, with a white base overlaid by Laser Orange, supported by a perforated toe box for breathability. A textile collar lining is included for comfort, while underfoot, the two-tone rubber cupsole includes a concentric outsole for traction.",
    "listedBy": 53,
    "rentedBy": 54,
    "imageURL": "https://images.stockx.com/images/Nike-Dunk-Low-Laser-Orange-W-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1643888311"
  },
  {
    "name": "adidas Yeezy Boost 700 MNVN Honey Flux",
    "brand": "adidas",
    "colorway": "Honey Flux/Honey Flux/Honey Flux",
    "location": "Josémouth",
    "size": 14,
    "rate": 44.0,
    "description": "Made from lightweight yellow polyester is the adidas Yeezy Boost 700 MNVN 'Honey Flux'. A reflective metallic silver '700' is branded on the lateral side with black accents on the padded tongue, no-tie elastic laces, and no-sew overlays with more reflective detailing. The midsole is made with polyurethane and houses full-length Boost cushioning. The rubber outsole features a herringbone traction pattern for a better grip.",
    "listedBy": 54,
    "rentedBy": 55,
    "imageURL": "https://images.stockx.com/images/adidas-Yeezy-Boost-700-MNVN-Honey-Flux-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1632508001"
  },
  {
    "name": "Jordan 1 Retro High Tie Dye (W)",
    "brand": "Jordan",
    "colorway": "White/Black-Aurora Green",
    "location": "Antòniaberg",
    "size": 10,
    "rate": 34.0,
    "description": "The Wmns Air Jordan 1 Retro High OG 'Tie-Dye' brings a faux hand-dyed effect to its classic basketball construction. A women's shoe, the upper is built with a white leather base, with black leather on the collar and toe box. The overlays define the look, while underfoot, a classic midsole houses Air for cushioning, with a concentric outsole for traction.",
    "listedBy": 55,
    "rentedBy": 56,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-Retro-High-Tie-Dye-W-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1606319746"
  },
  {
    "name": "New Balance 990v4 JJJJound Navy",
    "brand": "New Balance",
    "colorway": "Navy/Navy/Black",
    "location": "Ramónburgh",
    "size": 8,
    "rate": 53.0,
    "description": "",
    "listedBy": 56,
    "rentedBy": 57,
    "imageURL": "https://images.stockx.com/images/New-Balance-990v4-JJJJound-Navy-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1634920746"
  },
  {
    "name": "Nike Dunk High Black Varsity Maize",
    "brand": "Nike",
    "colorway": "Black/Varsity Maize",
    "location": "María Doloresstad",
    "size": 15,
    "rate": 24.0,
    "description": "Released in December 2020, the Dunk High SP 'Iowa' 2020 brings back a 1985 Be True to Your School colorway. Paying tribute to the University of Iowa Hawkeyes, the shoe's leather upper appears in a mix of black and Varsity Maize. A lightly padded nylon tongue supports the fit, while underfoot, a contrasting white midsole gives way to a concentric Varsity Maize rubber outsole for traction.",
    "listedBy": 57,
    "rentedBy": 58,
    "imageURL": "https://images.stockx.com/images/Nike-Dunk-High-Black-Varsity-Maize-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1609445259"
  },
  {
    "name": "New Balance 550 Aime Leon Dore White Grey",
    "brand": "New Balance",
    "colorway": "White/Grey",
    "location": "East José",
    "size": 7,
    "rate": 26.0,
    "description": "The AimÃ© Leon Dore x 550 'Silver' released as part of a collaboration with the New York menswear brand. Bringing back the 1989 basketball silhouette, the shoe's upper is built with an off-white leather base, highlighted by silver accents throughout, including on the 'N' branding. The midfoot overlay includes microperforated detailing, while the tongue tag and left heel include AimÃ© Leon Dore branding. Underfoot, a pre-yellowed midsole anchors the build.",
    "listedBy": 58,
    "rentedBy": 59,
    "imageURL": "https://images.stockx.com/images/New-Balance-550-Aime-Leon-Dore-White-Grey-1.png?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1607668787"
  },
  {
    "name": "adidas Yeezy Foam RNNR MX Cream Clay",
    "brand": "adidas",
    "colorway": "MX Cream Clay/MX Cream Clay/MX Cream Clay",
    "location": "Port Danielmouth",
    "size": 6,
    "rate": 16.0,
    "description": "The Yeezy Foam Runner 'MX Cream Clay' brings a neutral series of hues to its unique slip-on construction. Built with a mix of EVA and hydroponically produced algae, the shoe's swirling upper includes ventilation ports throughout to provide breathability. Incorporating a sculpted design for support, the upper is anchored underfoot by a rubber outsole with a wavy pattern for traction.",
    "listedBy": 59,
    "rentedBy": 60,
    "imageURL": "https://images.stockx.com/images/adidas-Yeezy-Foam-RNNR-MX-Cream-Clay-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1643885439"
  },
  {
    "name": "Nike SB Dunk High RX-0 Unicorn Gundam",
    "brand": "Nike",
    "colorway": "White/Amarillo",
    "location": "South Marta",
    "size": 12,
    "rate": 22.0,
    "description": "Part of a larger collection for the 2021 Tokyo Olympics, the Gundam x Dunk High SB 'Project Unicorn - RX-0' draws from the mecha-based sci-fi franchise and its associated toys. Inspired by the RX-0 Unicorn Gundam, the shoe's upper is built with a white leather base, bolstered by tonal overlays that sport a red trim and stitching. The collar and toe box include sculpted lines that recall the look of Gundam armor, with interchangeable Swoosh branding adding a degree of customizability. The lateral heel adds a red unicorn emblem to complete the look.",
    "listedBy": 60,
    "rentedBy": 61,
    "imageURL": "https://images.stockx.com/images/Nike-Dunk-SB-High-Gundam-White-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1634318314"
  },
  {
    "name": "adidas Yeezy 700 V3 Alvah",
    "brand": "adidas",
    "colorway": "Alvah/Alvah/Alvah",
    "location": "Lake Noashire",
    "size": 9,
    "rate": 40.0,
    "description": "The Yeezy 700 V3 'Alvah' brings a blacked-out look to its sculpted construction. Buit with black and grey mesh, the upper is overlaid by a glow-in-the-dark RPU exoskeleton to support the fit. The base of the tongue sports reflective detailing, while underfoot, the shoe's EVA midsole is encapsulated by PU.",
    "listedBy": 61,
    "rentedBy": 62,
    "imageURL": "https://images.stockx.com/images/adidas-Yeezy-Boost-700-V3-Alvah-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1606322175"
  },
  {
    "name": "Jordan 1 Retro High Travis Scott",
    "brand": "Jordan",
    "colorway": "Sail/Black-Dark Mocha-University Red",
    "location": "Castrillotown",
    "size": 12,
    "rate": 35.0,
    "description": "A collaboration between Travis Scott and Jordan brand, the Travis Scott x Air Jordan 1 Retro High OG 'Mocha' features an oversized backward Swoosh on the lateral side. The tumbled white leather and Dark Mocha suede construction is accented by University Red Cactus Jack and Nike branding on the tongue, while the heel sports Scott's face logo in a debossed fashion.",
    "listedBy": 62,
    "rentedBy": 63,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-Retro-High-Travis-Scott-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1608736403"
  },
  {
    "name": "Jordan 14 Retro Aleali May Fortune (W)",
    "brand": "Jordan",
    "colorway": "Light Sand/Light Sand-White",
    "location": "East Janafurt",
    "size": 6,
    "rate": 38.0,
    "description": "A fifth collaboration between Jordan Brand and the Los Angeles model and stylist, the Aleali May x Wmns Air Jordan 14 Retro Low SP 'Fortune' features inspiration from Aleali May's personal heritage and cultural experiences. A luxe take on the classic basketball silhoeutte, the shoe's upper is built with suede, finished in Light Sand and contrasted by black throughout. The green hit atop the tongue is matched underfoot by the midsole, which is complemented by a metallic gold shank plate as a nod to a bracelet May's grandmother gave herâ€”May's first piece of jewelry.",
    "listedBy": 63,
    "rentedBy": 64,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-14-Retro-Aleali-May-W-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1629740355"
  },
  {
    "name": "Jordan 1 Retro Low OG SP Travis Scott",
    "brand": "Jordan",
    "colorway": "Black/Dark Mocha-University Red-Sail",
    "location": "South Aleix",
    "size": 6,
    "rate": 26.0,
    "description": "The Travis Scott x Air Jordan 1 Low 'Mocha' is the result of a collaboration between Jordan Brand and Travis Scott. The shoe's nubuck upper construction appears in black and Dark Mocha, accented by hits of University Red. The standout feature is the lateral-side Swoosh, which sports a backward application. A standard Swoosh appears on the medial side, while the tongue, medial quarter panel and sockliner include Cactus Jack branding. The heels sport a 'Wings' logo on the right shoe and Scott's crudely drawn face on the left to complete the collaborative look.",
    "listedBy": 64,
    "rentedBy": 65,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-Retro-Low-Travis-Scott-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1606317345"
  },
  {
    "name": "Jordan 1 High OG SP Fragment x Travis Scott",
    "brand": "Jordan",
    "colorway": "Sail/Black-Military Blue-Shy Pink",
    "location": "East María Del Carmenfort",
    "size": 15,
    "rate": 40.0,
    "description": "A Jordan Brand collaboration with two major creative partners, the Fragment Design x Travis Scott x Air Jordan 1 Retro High released in July 2021. The shoe's upper is built with a white tumbled leather base, contrasted by black on Travis Scott's signature backward Swoosh branding. The black nylon collar includes a hidden pouch, similar to a 2019 collaboration, while the toe box, collar and heel overlay all add Military Blue to the look. The heel also includes fragment design's lightning bolt logo on the right shoe, with Cactus Jack branding on the left, while underfoot, an off-white midsole houses Air in the heel to offer the usual cushioning. More Military Blue on the concentric rubber outsole completes the look.",
    "listedBy": 65,
    "rentedBy": 66,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-High-OG-SP-fragment-design-x-Travis-Scott-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1628097985"
  },
  {
    "name": "Nike Air Zoom Tempo NEXT% Flyknit Off-White Racer Blue Pink Glow",
    "brand": "Nike",
    "colorway": "Racer Blue/Black-Pink Glow-White",
    "location": "Josepburgh",
    "size": 15,
    "rate": 52.0,
    "description": "Featuring a vibrant look, the Off-White x Air Zoom Tempo Next% 'Pink Glow' updates the performance runner the way only Virgil Abloh can. Built with knit, the shoe's upper sports a split look, with pink paneling on the medial side and red and blue fibers worked into the lateral side. Painted Swoosh branding adds further pink to the look, with the medial heel adding Abloh's Helvetica text. An asymmetrical lacing system secures the fit, with a zip tie worked into that construction, while underfoot, the 'AIR'-labeled midsole includes Zoom Air in the forefoot for cushioning.",
    "listedBy": 66,
    "rentedBy": 67,
    "imageURL": "https://images.stockx.com/images/Nike-Air-Zoom-Tempo-NEXT-Off-White-Racer-Blue-Pink-Glow-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1628001519"
  },
  {
    "name": "Converse Chuck Taylor All-Star 70 Hi Golf Le Fleur Yellow Flame",
    "brand": "Converse",
    "colorway": "Egret/Egret/Pink",
    "location": "South Leo",
    "size": 15,
    "rate": 20.0,
    "description": "",
    "listedBy": 67,
    "rentedBy": 68,
    "imageURL": "https://images.stockx.com/images/Converse-Chuck-Taylor-All-Star-70-Hi-Golf-Le-Fleur-Yellow-Flame-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1626802914"
  },
  {
    "name": "Jordan 14 Retro Low Shocking Pink (W)",
    "brand": "Jordan",
    "colorway": "Shocking Pink/Bright Crimson-Black-Metallic Purple",
    "location": "Palmerton",
    "size": 6,
    "rate": 34.0,
    "description": "The sleek silhouette of the women's Air Jordan 14 Retro Low 'Shocking Pink' gets an energetic makeover. It features a bold shade of fuchsia, which is applied to the shaggy suede upper with a black Jumpman badge on the lateral side. Matching black is on the collar, tongue, and Phylon midsole with the 14's toothy detailing in a bright red hue. The forefoot and heel have encapsulated Zoom Air cushioning units, while a carbon fiber shank plate in the midfoot gives more stability. The shoe is built on a translucent pink rubber outsole with a herringbone traction pattern.",
    "listedBy": 68,
    "rentedBy": 69,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-14-Retro-Low-Shocking-Pink-W-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1643887398"
  },
  {
    "name": "Nike Dunk High Michigan (2020)",
    "brand": "Nike",
    "colorway": "Varsity Maize/Midnight Navy-Midnight Navy",
    "location": "Casalsside",
    "size": 12,
    "rate": 24.0,
    "description": "Originally an OG colorway from Nike's Be True to Your School series from 1985, the Dunk High Retro 'Michigan' 2020 released in September 2020. The shoe's leather upper appears in a mix of Varsity Maize and Midnight Navy, with perforations on the toe box for breathability. Underfoot, the contrasting white midsole gives way to further Midnight Navy on the rubber outsole.",
    "listedBy": 69,
    "rentedBy": 70,
    "imageURL": "https://images.stockx.com/images/Nike-Dunk-High-Michigan-2020-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1606324192"
  },
  {
    "name": "Nike Air Force 1 Low Travis Scott Cactus Jack",
    "brand": "Nike",
    "colorway": "Multi-Color/Muted Bronze-Fossil",
    "location": "Clàudiafurt",
    "size": 9,
    "rate": 32.0,
    "description": "The Travis Scott x Air Force 1 Low 'Cactus Jack' showcases a unique patchwork build on the upper, reflecting the Houston rapperâ€™s upbringing and personal style. The rugged materials give the nod to traditional workwear, including a removable zippered overlay atop the tongue, while the various earth tones draw inspiration from the great outdoors. A gum rubber outsole anchors the eclectic design.",
    "listedBy": 70,
    "rentedBy": 71,
    "imageURL": "https://images.stockx.com/images/Nike-Air-Force-1-Low-Travis-Scott-Cactus-Jack-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1606325676"
  },
  {
    "name": "Nike Dunk Mid Social Status Free Lunch Chocolate Milk",
    "brand": "Nike",
    "colorway": "Dark Curry/Tan-Shy Pink-University Blue",
    "location": "Dalmauville",
    "size": 7,
    "rate": 26.0,
    "description": "Inspired from free lunch programs offered by public schools during the summer months is the Social Status x Nike Dunk Mid 'Chocolate Milk' from the retailer's 'Free Lunch' collection. The upper features a pale yellow velour base with dark tan leather overlays and a jeweled Swoosh in pink TPU. Dark brown accents are on the nubuck eyestay and velour collar. The green Tyvek tongue tags have mismatched Nike and Social Status branding while a list of 'ingredients' is printed on the medial heel. The mid-top is built on a muted yellow midsole and powder blue rubber outsole.",
    "listedBy": 71,
    "rentedBy": 72,
    "imageURL": "https://images.stockx.com/images/Nike-Dunk-Mid-Social-Status-Burnt-Brown-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1632232211"
  },
  {
    "name": "Nike Air Max 1 Patta Waves Monarch (without Bracelet)",
    "brand": "Nike",
    "colorway": "Metallic Silver/Monarch-Pure Platinum",
    "location": "Lake Franciscaside",
    "size": 8,
    "rate": 32.0,
    "description": "The Amsterdam-based retailer Patta revamps a retro silhouette in the Patta x Nike Air Max 1 'Monarch.' The upper is a light grey ballistic mesh with white leather overlays with an orange suede Swoosh. The autumnal hue is repeated on a wavy suede mudguard, and an embroidered mini-Swoosh is featured on the lateral forefoot. A woven Patta tag is on the tongue and a Nike Air callout on the back heel. It's built on a pre-yellowed polyurethane midsole, equipped with visible Air-sole cushioning and reinforced by a waffle-tread rubber outsole.",
    "listedBy": 72,
    "rentedBy": 73,
    "imageURL": "https://images.stockx.com/images/Nike-Air-Max-1-Patta-Monarch-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1634225067"
  },
  {
    "name": "New Balance 990v3 Joe Freshgoods Outside Clothes",
    "brand": "New Balance",
    "colorway": "Desert Rose/Blue",
    "location": "New Javierland",
    "size": 8,
    "rate": 44.0,
    "description": "New Balance teamed up with the Chicago designer to create the Joe Freshgoods x 990v3 Made In USA 'Outside Clothes.' The shoe's unique color palette draws from Joe's experience growing up on Chicago's West Side in the 90s, built with a mix of mesh and suede. The lateral heel adds 'JFG' in green, with the heels of the left and right shoes adding 'Outside Clothes,' while the heel patch includes 'Made for Us' to complete the look. An Encap midsole offers cushioning.",
    "listedBy": 73,
    "rentedBy": 74,
    "imageURL": "https://images.stockx.com/images/New-Balance-990v3-Joe-Freshgoods-Outside-Clothes-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1629134953"
  },
  {
    "name": "Jordan 1 Retro High Shadow (2018)",
    "brand": "Jordan",
    "colorway": "Black/Medium Grey-White",
    "location": "West Hugo",
    "size": 9,
    "rate": 32.0,
    "description": "A re-release of the classic â€˜Shadowâ€™ colorway from Fall 1985, this 2018 edition of the Air Jordan 1 Retro High OG sports a leather upper dressed in black and medium grey, a white midsole, and a black outsole. Traditional Nike Air branding can be seen on the tongue while the Wings logo appears on the ankle collar.",
    "listedBy": 74,
    "rentedBy": 75,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-Retro-High-Shadow-2018-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1621454238"
  },
  {
    "name": "Nike Dunk Low SP Syracuse (2020)",
    "brand": "Nike",
    "colorway": "White/Orange",
    "location": "Brunochester",
    "size": 10,
    "rate": 20.0,
    "description": "Celebrating the 35th anniversary of the silhouette, the Dunk Low Retro SP 'Syracuse' brings back a look from 1985's Be True to Your School series. Built with leather, the upper gives the nod to Syracuse University in white and Orange Blaze. Perforations on the toe box provide breathability, while Zoom Air in the sockliner provides cushioning. The sole unit underfoot continues the two-tone look.",
    "listedBy": 75,
    "rentedBy": 76,
    "imageURL": "https://images.stockx.com/images/Nike-Dunk-Low-SP-Syracuse.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1606323536"
  },
  {
    "name": "Reebok Club C 85 Eames Monotone Pack White",
    "brand": "Reebok",
    "colorway": "Cloud White/Cloud White/Cold Grey 2",
    "location": "West Álexview",
    "size": 10,
    "rate": 24.0,
    "description": "",
    "listedBy": 76,
    "rentedBy": 77,
    "imageURL": "https://images.stockx.com/images/Reebok-Club-C-85-Eames-Monotone-Pack-White-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1642150538"
  },
  {
    "name": "Nike SB Dunk Low Travis Scott (Regular Box)",
    "brand": "Nike",
    "colorway": "Black/Black-Parachute Beige-Petra Brown",
    "location": "Carlosfort",
    "size": 8,
    "rate": 30.0,
    "description": "Travis Scott teamed up with Nike to create the Travis Scott x SB Dunk Low PRM QS 'Cactus Jack.' Featuring a patchwork design, the shoe's upper emerges with a tan suede base accented by plaid on the quarter panel and paisley on the overlays. The overlays themselves are designed to wear away and reveal an elephant print, while the lateral side Swoosh sports a pink finish. Cactus Jack branding emerges on the tongue tag, while a rubber outsole is included for traction.",
    "listedBy": 77,
    "rentedBy": 78,
    "imageURL": "https://images.stockx.com/images/Nike-SB-Dunk-Low-Travis-Scott-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1606325738"
  },
  {
    "name": "Nike Dunk Low SP Kentucky (2020)",
    "brand": "Nike",
    "colorway": "White/Varsity Royal",
    "location": "East Júliaview",
    "size": 13,
    "rate": 20.0,
    "description": "The Dunk Low Retro SP 'Kentucky' released to celebrate 35 years of the silhouette. Drawing from Nike's Be True to Your School series from 1985, the shoe gives the nod to the University of Kentucky with a white and Varsity Royal colorway. Built with the leather, the upper is supported by a mesh tongue, while Zoom Air in the sockliner provides cushioning. A two-tone sole unit completes the look underfoot.",
    "listedBy": 78,
    "rentedBy": 79,
    "imageURL": "https://images.stockx.com/images/Nike-Dunk-Low-SP-Kentucky_Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1606322330"
  },
  {
    "name": "Nike Air Zoom Tempo NEXT% Flyknit Off-White Black Scream Green",
    "brand": "Nike",
    "colorway": "Black/White-Scream Green",
    "location": "Aguileraberg",
    "size": 8,
    "rate": 52.0,
    "description": "A performance runner, the Off-White x Air Zoom Tempo Next% 'Black' emerges with a stylized look courtesy of Virgil Abloh. The shoe's upper is built with knit, finished in black and contrasted by white on the painted Swoosh, with bright green highlighting the zip tie and medial-side Helvetica text. A darker green marks the tongue and toggle lacing system, while underfoot, 'AIR' branding appears on the midsole, which includes Zoom Air for cushioning. The outsole includes a racing spike-inspired construction to provide traction.",
    "listedBy": 79,
    "rentedBy": 80,
    "imageURL": "https://images.stockx.com/images/Nike-Air-Zoom-Tempo-NEXT-Off-White-Black-Scream-Green-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1628001581"
  },
  {
    "name": "Jordan 1 Low Black Toe",
    "brand": "Jordan",
    "colorway": "White/Black-Gym Red",
    "location": "North Antòniastad",
    "size": 10,
    "rate": 18.0,
    "description": "The Air Jordan 1 Low 'Black Toe' brings an OG Air Jordan 1 colorway to a low-cut iteration. The shoe's upper is built with Gym Red leather on the heel and collar and white leather on quarter panel and perforated toe box. The Swoosh, eyestay and toe box are finished in black nubuck, while the 'Wings' logo has been debossed tonally on the collar. Underfoot, the white midsole houses Air for cushioning.",
    "listedBy": 80,
    "rentedBy": 81,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-Low-Black-Toe-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1606320100"
  },
  {
    "name": "Nike Air Force 1 Low Travis Scott Sail",
    "brand": "Nike",
    "colorway": "Sail/Sail-Gum Light Brown",
    "location": "New Álexton",
    "size": 14,
    "rate": 30.0,
    "description": "The second collaboration between Nike and Travis Scoot, the Travis Scott x Air Force 1 'Sail' features a look similar to its predecessor. The main difference is the Sail finish throughout, which replaces the all-white look. The canvas upper sports removable Swoosh and tongue patch detailing, while the lace deubrÃ© recalls Scott's signature grill.",
    "listedBy": 81,
    "rentedBy": 82,
    "imageURL": "https://images.stockx.com/images/Nike-Air-Force-1-Low-Travis-Scott-Sail-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1606324745"
  },
  {
    "name": "adidas Yeezy 700 V3 Azael",
    "brand": "adidas",
    "colorway": "Azael/Azael/Azael",
    "location": "Armasville",
    "size": 10,
    "rate": 40.0,
    "description": "In a bold departure from his previous old-school design, Kanye West expands into future-forward style with the adidas Yeezy Boost 700 V3. Debuted in December 2019, this Azael rendition features a black neoprene bootie with a notched collar and striped textile layer houses in a molded, open-work cage. Dynamic lacing offers secure lockdown. All of this is supported by Boost cushioning and a robust rubber outsole.",
    "listedBy": 82,
    "rentedBy": 83,
    "imageURL": "https://images.stockx.com/images/adidas-Yeezy-700-V3-Azael-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1606319725"
  },
  {
    "name": "Jordan 1 Retro High Bred Banned (2016)",
    "brand": "Jordan",
    "colorway": "Black/Varsity Red-White",
    "location": "Peralton",
    "size": 12,
    "rate": 32.0,
    "description": "Banned by the NBA in 1985, Michael Jordan was fined $5,000 per game for wearing the ' Black/Red ' Air Jordan 1 because they did not include any white to match the uniform. Used as a marketing strategy, Nike developed the 'Banned' campaign to launch and promote the Air Jordan line around the 'banned' sneakers. In 1994, 2011, 2013 and 2016, the sneaker was retro'd.",
    "listedBy": 83,
    "rentedBy": 84,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-Retro-Bred-2016-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1606318705"
  },
  {
    "name": "Reebok Club C 85 Eames Monotone Pack Black",
    "brand": "Reebok",
    "colorway": "Core Black/Core Black/Cold Grey 2",
    "location": "North Arnau",
    "size": 14,
    "rate": 24.0,
    "description": "",
    "listedBy": 84,
    "rentedBy": 85,
    "imageURL": "https://images.stockx.com/images/Reebok-Club-C-85-Eames-Monotone-Pack-Black-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1642150323"
  },
  {
    "name": "Jordan 1 Mid SE Lakers",
    "brand": "Jordan",
    "colorway": "University Gold/Black-Pale Ivory-Court Purple-Sail",
    "location": "Lake Bielbury",
    "size": 7,
    "rate": 24.0,
    "description": "The Air Jordan 1 Mid 'Lakers' pays tribute to Los Angeles' storied NBA team. The shoe's leather upper features a white base with University Gold tumbled overlays, contrasted by black on the Swoosh and 'Wings' logo. Court Purple laces complete the team look, while underfoot, a white Air midsole provides cushioning. A University Gold concentric outsole provides traction.",
    "listedBy": 85,
    "rentedBy": 2,
    "imageURL": "https://images.stockx.com/images/Air-Jordan-1-Mid-SE-Lakers-Product.jpg?fit=fill&bg=FFFFFF&w=700&h=500&fm=webp&auto=compress&trim=color&q=90&dpr=2&updated_at=1606321130"
  }
]
